Repository: common-repository/wp-liveticker
Catalog: language/wp-liveticker-*.po
Languages: de_de

source: Initiate Ticker
de_de: Ticker anlegen

source: All Ticker
de_de: Alle Ticker

source: Edit Ticker
de_de: Ticker editieren

source: Add Ticker
de_de: Ticker hinzufügen

source: Parent Ticker
de_de: Übergeordneter Ticker

source: Update Ticker
de_de: Ticker aktualisieren

source: Search Ticker
de_de: Durchsuche Ticker

source: Popular Ticker
de_de: Populäre Ticker

source: Parent Ticker:
de_de: Übergeordneter Ticker

source: General Settings
de_de: Einstellungen

source: This plugin is powered by <a href="http://inpsyde.com">Inpsyde.com</a> - Your expert for WordPress, BuddyPress and bbPress.
de_de: Dieses Plugin wurde realisiert mit Unterstützung von <a href="http://inpsyde.com">Inpsyde.com</a> - Den Experten für WordPress, BuddyPress und bbPress.

source: Usage & Help
de_de: Nutzung & Hilfe

source: The usage of the ticker is really simple. It comes with a so called <a href="http://codex.wordpress.org/Shortcode">shortcode</a> namend <em>ticker</em>. So here are the steps to create a ticker:
de_de: Die Benutzung von WP Liveticker ist sehr einfach. Es benutzt die sogenannten <a href="http://codex.wordpress.org/Shortcode">Shortcodes</a>.. Hier heißt er <em>Ticker</em>. Im Folgenden die Schritte, um einen WP Liveticker zu erstellen.

source: Initiate a <em>Ticker</em> by using the same called menu entry.
de_de: Lege im Menüpunkt <em>Ticker anlegen</em> einen Ticker an.

source: Now create an initial Ticker Post and allocate it to the initiated Ticker. It works like the well known categories in the posts.
de_de: Lege einen Ticker Post an und weise ihn dem angelegten Ticker zu. Das funktioniert genau so wie die Kategorien.

source: Publish the Ticker Post.
de_de: Publiziere den Ticker Post.

source: Go to a post or a page where you want to place the Ticker. Place the shortcode <em>[ticker slug]</em> in the text.
de_de: Gehe zum Artikel oder zur Seite, wo du den Ticker platzieren willst. Füge den Shortcode <em>[ticker slug]</em> irgendwo im Text hinzu.

source: Replace the word <em>slug</em> with the actual slug from the initiated Ticker you created in step one.
de_de: Ersetze das Wort <em>slug</em> mit der <em>Titelform</em> des angelegten Tickers aus Schritt eins.

source: Save the post.
de_de: Speicher den Artikel.

source: Ready! Now you can create Ticker Posts just by clicking <em>Add New</em> in the <em>Ticker Post</em>-Section and your visitors can see your ... erm ... tickles!
de_de: Fertig! Du kannst nun weitere Ticker Posts anlegen, indem du <em>Erstellen</em> in der <em>Ticker Post</em>-Sektion benutzt. Nun können deine Besucher deine ... erm ... Tickles sehen.

source: With WP-Liveticker you can initiate unlimited Ticker on your Posts - not in a single post, but in different posts.
de_de: Mit dem WP Liveticker kannst du so viele Ticker wie du willst anlegen. Derzeit aber leider nicht in einem einzigen Post.

source: If you need more help, contact me:
de_de: Wenn du mehr Hilfe brauchst, kontaktiere mich:

source: Restore Defaults
de_de: Standards wiederherstellen

source: If you made some mistakes in styling and you donot know a way back then you are able to restore the default settings. Your settings will be lost.
de_de: Wenn du beim Styling ein paar Fehler gemacht hast und keinen Weg mehr zurück weißt, dann kannst du hier die mitgelieferten Standardeinstellungen wiederherstellen. Deine Einstellungen werden dabei komplett überschrieben.

source: In this version, we do not have very detailled settings to change. In future we will have a high configurable live-ticker-plugin. For now, we just have an interval for the refresh and some CSS-Stuff.
de_de: In dieser Version vom WP Liveticker haben wir nicht so viele Einstellungsmöglichkeiten implementiert. In Zukunft wollen wir die ganze Sache ein bisschen erweitern und einfacher machen. Bisher gibt es aber nur die Einstellung für das Aktualisierungsinterval und ein paar CSS-Sachen.

source: Refresh-Interval
de_de: Aktualisierungsinterval

source: The Ticker-Box refreshs automatically. For that, we need an interval setted here. The value have to be set in milliseconds (Wished seconds x 100).
de_de: Die Ticker-Box aktualisiert sich automatisch. Dafür brauchen wir ein Interval. Der Wert muss in Millisekunden angegeben werden (gewünschte Sekunden x 100)

source: Template Settings
de_de: Template Einstellungen

source: You are able to manipulate the CSS of the Ticker-Container and its content. Just play around, you still can restore the default settings. Remember that these style-settings only affects the Ticker-Style.
de_de: Du kannst hier das komplette CSS des Tickers manipulieren. Spiel einfach ein bisschen herum, denn du kannst immer noch die Standardeinstellungen wiederherstellen. Die Änderungen hier haben nur einen Effekt auf den Ticker.

source: Headline-CSS
de_de: Überschrift

source: Space-Line-CSS
de_de: Trennlinie

source: P-Tag-CSS
de_de: Das P-Tag

source: Image-CSS
de_de: Bild-CSS

source: Save Changes
de_de: Änderungen speichern

source: Please choose a ticker
de_de: Bitte wähle einen Ticker aus!

source: Add Tick
de_de: Tick hinzufügen

source: New Tick
de_de: Neuer Tick

source: Edit Tick
de_de: Tick editieren

source: View Tick
de_de: Tick ansehen

source: There are no Ticks matching the search criterias
de_de: Zu dieser Suchanfrage wurden keine Ticks gefunden

source: Search Ticks
de_de: Ticks durchsuchen

source: Parent Tick
de_de: Übergeordneter Tick

source: Settings
de_de: Einstellungen

source: Settings has been saved
de_de: Einstellungen wurden gespeichert

source: Template has been saved
de_de: Template wurde gespeichert

source: Defaults has been restored
de_de: Die Standardeinstellungen wurden wieder hergestellt

source: Liveticker Settings
de_de: Liveticker Einstellungen

source: Please make sure, that <strong>%s</strong> is writeable!
de_de: Bitte stell sicher, dass <strong>%s</strong> beschreibbar ist!
